Repository: common-repository/monaviscompte
Catalog: languages/monaviscompte-*.po
Languages: fr_fr

source: Orders export
fr_fr: Export des commandes

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les permissions requises pour accéder à cette page.

source: Settings saved.
fr_fr: Paramètres enregistrés.

source: monaviscompte Settings
fr_fr: Paramètres monaviscompte

source: Item identifier
fr_fr: Identifiant de la fiche

source: This value is required to display the widget or to send automatic post-purchase review emails. You can find it in the monaviscompte back-office.
fr_fr: Cette valeur est requise pour afficher le widget ou pour envoyer automatiquement des mails de collecte post-achat. Vous pouvez la retrouver dans le back-office de monaviscompte.

source: Access key
fr_fr: Clé d'accès

source: This value is required to display the widget. You can find it in the monaviscompte back-office.
fr_fr: Cette valeur est requise pour afficher le widget. Vous pouvez la retrouver dans le back-office de monaviscompte.

source: API key
fr_fr: Clé d'API

source: This value is required to send automatic post purchase review emails. You can find it in the monaviscompte back-office.
fr_fr: Cette valeur est requise pour envoyer automatiquement des mails de collecte post-achat. Vous pouvez la retrouver dans le back-office de monaviscompte.

source: Save changes
fr_fr: Enregistrer les changements

source: %d orders were exported.
fr_fr: %d commandes ont été exportées.

source: Click here to download the file
fr_fr: Cliquez ici pour télécharger le fichier

source: File could not be saved to uploads directory:
fr_fr: Le fichier n'a pas pu être enregistré dans le dossier uploads :

source: No orders to export.
fr_fr: Aucune commande à exporter.

source: Since
fr_fr: Depuis

source: One week
fr_fr: Une semaine

source: One month
fr_fr: Un mois

source: Six months
fr_fr: Six mois

source: One year
fr_fr: Un an

source: Export orders
fr_fr: Export de commandes

source: This module allows you to display a monaviscompte widget on your website in a few seconds
fr_fr: Ce module vous permet d'installer un widget monaviscompte sur votre site en quelques secondes.
